<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadDescription</key>
            <string>为「静谧生活」App 配置本地服务器 Wi-Fi 访问书签</string>
            <key>PayloadDisplayName</key>
            <string>静谧生活 · AI 生活规划助手</string>
            <key>PayloadIdentifier</key>
            <string>com.morandi.lifeplanner.webclip</string>
            <key>PayloadType</key>
            <string>com.apple.webClip.managed</string>
            <key>PayloadUUID</key>
            <string>B2C3D4E5-F6A7-8901-BCDE-F12345678901</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>FullScreen</key>
            <true/>
            <key>IsRemovable</key>
            <true/>
            <key>Label</key>
            <string>静谧生活</string>
            <key>URL</key>
            <string>http://127.0.0.1:5175</string>
            <key>IgnoreManifestScope</key>
            <false/>
            <key>Precomposed</key>
            <true/>
        </dict>
    </array>
    <key>PayloadDescription</key>
    <string>静谧生活 AI 生活规划助手 — Morandi 风格日程/清单/收支管理，AI 对话由 DeepSeek 驱动。</string>
    <key>PayloadDisplayName</key>
    <string>静谧生活 App</string>
    <key>PayloadIdentifier</key>
    <string>com.morandi.lifeplanner</string>
    <key>PayloadOrganization</key>
    <string>Morandi Life Planner</string>
    <key>PayloadRemovalDisallowed</key>
    <false/>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>A1B2C3D4-E5F6-7890-ABCD-EF1234567890</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
</dict>
</plist>